Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ལ་ནི་གང་ཡང་གནས་པ་མེད་དོ།
en: That is to say, in no respect do they dwell in conditioned or unconditioned phenomena.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་གང་ལ་གནས་པར་བྱ་བ་དེ་ལྟ་བུའི་ངོ་བོ་ཉིད་མི་དམིགས་ཏེ།
en: If you ask why, it is because they do not apprehend any such essential nature in which they should dwell.

source: དངོས་པོ་མེད་པ་ལ་དངོས་པོ་མེད་པ་མི་གནས་སོ།
en: Nonentities do not dwell in nonentity.

source: །རང་བཞིན་ལ་རང་བཞིན་མི་གནས་སོ། །གཞན་གྱི་དངོས་པོ་ལ་གཞན་གྱི་དངོས་པོ་མི་གནས་སོ།
en: Intrinsic entities do not dwell in intrinsic entities, nor do extraneous entities dwell in extraneous entities.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེ་དག་ཐམས་ཅད་དམིགས་སུ་མེད་དེ། གང་དམིགས་སུ་མེད་པ་དེ་ནི་གང་ལ་ཡང་མི་གནས་སོ།
en: If you ask why, it is because they are all nonapprehensible, and that which is nonapprehensible does not dwell in anything at all.

source: །རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་དེ་དག་ཐམས་ཅད་སྟོང་པ་ཉིད་ཐམས་ཅད་ཀྱིས་རབ་ཏུ་འབྱེད་དེ། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས།
en: So it is that when bodhisattva great beings practice the perfection of wisdom, they thoroughly distinguish all these attributes in accordance with all the [aforementioned] aspects of emptiness. {

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་།
en: Ki.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། རང་སངས་རྒྱས་རྣམས་དང་། ཉན་ཐོས་རྣམས་དང་། འཕགས་པ་ཐམས་ཅད་ཀྱི་སྐྱོན་དུ་མི་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: VIII: 71} “Subhūti, bodhisattva great beings who practice the perfection of wisdom in that manner should not denigrate the lord buddhas, bodhisattva great beings, pratyekabuddhas, śrāvakas, or any of the sublime beings.

source: དེ་ནི་འདི་ལྟར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་། རང་སངས་རྒྱས་དེ་དག་དང་། ཉན་ཐོས་དེ་དག་གིས་ཀྱང་ཆོས་ཉིད་དེའི་རྗེས་སུ་རྟོགས་ཏེ། ཆོས་ཉིད་དེའི་རྗེས་སུ་རྟོགས་ནས་ཀྱང་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་ཏེ།
en: If you ask why, it is because those lord buddhas, those bodhisattva great beings, those pratyekabuddhas, and those śrāvakas, too, all attain realization in pursuit of this reality; and, having attained realization in pursuit of this reality, they also teach the Dharma to beings, and they do not transcend the reality of all phenomena.

source: དེ་ཡང་ཆོས་རྣམས་ཀྱི་ཆོས་ཉིད་ལས་མི་འདའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཆོས་ཀྱི་དབྱིངས་ནི་འདའ་བ་མེད་དོ། །དེ་བཞིན་ཉིད་དང་ཡང་དག་པའི་མཐའ་ནི་འདའ་བ་མེད་དོ།
en: If you ask why, Subhūti, it is because the realm of phenomena is not transcended; the real nature and the very limit of reality are not transcended.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་དག་ལ་གང་འདའ་བར་འགྱུར་བའི་རང་བཞིན་མེད་དོ། །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: If you ask why, it is because they are without any essential nature that might be transcended.”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་ཆོས་ཀྱི་དབྱིངས་ལ་ཡང་འདའ་བ་མ་མཆིས། དེ་བཞིན་ཉིད་དང་ཡང་དག་པའི་མཐའ་ལ་ཡང་འདའ་བ་མ་མཆིས་ན། ཅི་ལགས། འོ་ན་གཟུགས་ཀྱང་གཞན་ལ་ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན།
en: The venerable Subhūti then asked the Blessed One, “Blessed Lord, if in that manner the realm of phenomena is not transcended, and the real nature and the very limit of reality are also not transcended, then are physical forms not one thing and the realm of phenomena another, the real nature another, and the very limit of reality another?

source: ཡང་དག་པའི་མཐའ་ཡང་གཞན་ཞིག་ལགས་སམ། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན།
en: Are feelings, perceptions, formative predispositions, and consciousness not one thing and the realm of phenomena another, the real nature another, and the very limit of reality another?

source: ཡང་དག་པའི་མཐའ་ཡང་གཞན་ཞིག་ལགས་སམ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ཡང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན། ཡང་དག་པའི་མཐའ་ཡང་གཞན་ཞིག་ལགས་སམ།
en: Are [the attributes and goals], up to and including all-aspect omniscience, not one thing and the realm of phenomena another, the real nature another, and the very limit of reality another?” “

source: །གཟུགས་ཀྱང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན། ཡང་དག་པའི་མཐའ་ཡང་གཞན་མ་ཡིན་ནོ།
en: It is not the case that physical forms are one thing and the realm of phenomena another, the real nature another, and the very limit of reality another.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན། ཡང་དག་པའི་མཐའ་ཡང་གཞན་པ་མ་ཡིན་ནོ།
en: It is not the case that feelings, perceptions, formative predispositions, and consciousness are one thing and the realm of phenomena another, the real nature another, and the very limit of reality another.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ཡང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན། ཡང་དག་པའི་མཐའ་ཡང་གཞན་པ་མ་ཡིན་ནོ། །གསོལ་པ།
en: It is not the case that [the attributes and goals], up to and including all-aspect omniscience, are one thing and the realm of phenomena another, the real nature another, and the very limit of reality another.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་གཟུགས་ཀྱང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན། ཡང་དག་པའི་མཐའ་ཡང་གཞན་མ་ལགས། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན།
en: Blessed Lord, if physical forms are not one thing, and the realm of phenomena another, the real nature another, and the very limit of reality another; and if feelings, perceptions, formative predispositions, and consciousness are not one thing and the realm of phenomena another, the real nature another, and the very limit of reality another; and if [the attributes and goals], up to and including all-aspect omniscience, are not one thing and the realm of phenomena another, the real nature another, and the very limit of reality another, {Ki.

source: དེ་བཞིན་ཉིད་ཀྱང་གཞན། ཡང་དག་པའི་མཐའ་ཡང་གཞན་མ་ལགས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ཡང་གཞན་ལ། ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན། དེ་བཞིན་ཉིད་ཀྱང་གཞན། ཡང་དག་པའི་མཐའ་ཡང་གཞན་མ་ལགས་ན། འོ་ན་ཇི་ལྟར་ཆོས་རྣམས་ཀྱི་འབྲས་བུ་རྣམ་པར་དགོད་ཅིང་། ནག་པོའི་ཆོས་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་ནག་པོ་ནི་སེམས་ཅན་དམྱལ་བ་དང་།
en: VIII: 72} then how would the fruits of any attributes be established?

source: བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན། དཀར་པོའི་ཆོས་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་དཀར་པོ་ནི་ལྷ་དང་མི། དཀར་ནག་གི་ཆོས་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་དཀར་ནག་ནི་བདེ་བ་དང་། སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བ།
en: How would the positive and negative ripening of positive and negative attributes cause beings to experience happiness and suffering—that is to say, how would the negative ripening of negative attributes cause them to experience suffering in the hells, the animal realm, and the world of Yama, and how would the positive ripening of positive attributes cause them to experience the happiness of gods and humans?

source: མི་གནག་ཅིང་དཀར་པའི་ཆོས་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་མི་གནག་ཅིང་དཀར་བ་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་།
en: How would the neither positive nor negative ripening of neither positive nor negative attributes establish them in the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, or unsurpassed, complete enlightenment?” “

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་པོ་ཞེས་བགྱི་བར་རྣམ་པར་དགོད་པར་འགྱུར། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཀུན་རྫོབ་ཀྱི་བདེན་པ་ཚད་མར་བྱས་ཏེ། འབྲས་བུ་རྣམ་པར་དགོད་པར་བསྟན་གྱི་དོན་དམ་པའི་བདེན་པས་ནི་འབྲས་བུ་རྣམ་པར་དགོད་པ་བསྟན་པར་མི་ནུས་སོ།
en: Subhūti,” replied the Blessed One, “the systematic presentation of the [various] fruits may be disclosed when relative truth is taken as the standard, but the systematic presentation of the fruits cannot be disclosed through ultimate truth.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་དེ་ནི་རྣམ་པར་བརྟག་ཏུ་མེད་པ། བརྗོད་དུ་མེད་པ་ཐ་སྙད་མེད་པ་སྟེ།
en: If you ask why, it is because [in ultimate truth] phenomena cannot be conceived, cannot be described, and are without conventional terms.

source: འདི་ལྟར་མིང་བདེན་པ་དང་། གཟུགས་བདེན་པ་དང་། སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་།
en: So the true existence of name and the true existence of form are nonarising, unceasing, without affliction, and without purification.

source: རྣམ་པར་བྱང་བ་མེད་པ་སྟེ། འདི་ནི་མཐའ་ལས་འདས་པ་སྟོང་པ་ཉིད་དང་། ཐོག་མ་དང་ཐ་མ་མེད་པ་སྟོང་པ་ཉིད་དོ། །གསོལ་པ།
en: This is the emptiness of the unlimited and the emptiness of that which has neither beginning nor end.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་ཀུན་རྫོབ་ཀྱི་བདེན་པ་ཉེ་བར་བཟུང་སྟེ། འབྲས་བུ་རྣམ་པར་དགོད་པ་ལགས་ཀྱི། དོན་དམ་པའི་བདེན་པ་མ་ལགས་ན། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་དེ་ཐམས་ཅད་ཀྱང་། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་།
en: Blessed Lord, if the systematic presentation of the fruits is dependent on relative truth and not ultimate truth, would not all ordinary people also attain the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and unsurpassed, complete enlightenment?” “

source: རང་བྱང་ཆུབ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཅི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀུན་རྫོབ་ཀྱི་བདེན་པ་འམ། དོན་དམ་པའི་བདེན་པ་ཤེས་སམ།
en: Subhūti,” replied the Blessed One, “do ordinary people understand relative truth or ultimate truth?

source: གལ་ཏེ་ཤེས་ན་ནི་དེ་དག་ཀྱང་། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་འམ། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་འམ། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་འམ། དགྲ་བཅོམ་པ་ཉིད་དམ།
en: If they do understand, they would also be established in the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and unsurpassed, complete enlightenment.

source: རང་བྱང་ཆུབ་བམ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་རྣམ་པར་དགོད་པར་འགྱུར་ན། རབ་འབྱོར་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ལ། ལམ་ཡང་མེད།
en: On the contrary, Subhūti, ordinary people are without the path and also without the systematic presentation of the path.

source: ལམ་རྣམ་པར་དགོད་པ་ཡང་མེད། ལམ་བསྒོམ་པ་ཡང་མེད་པར་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ལ་འབྲས་བུ་རྣམ་པར་དགོད་པ་ལྟ་ག་ལས་འོང་།
en: Since they do not even cultivate the path, how could ordinary people possibly establish the fruits!

source: རབ་འབྱོར་འཕགས་པའི་གང་ཟག་རྣམས་ལ་ནི་ལམ་ཡང་ཡོད།
en: Rather, Subhūti, it is the sublime individuals who are endowed with the path.

source: ལམ་བསྒོམ་པ་ཡང་ཡོད་པས་ན། དེའི་ཕྱིར་འཕགས་པའི་གང་ཟག་དེ་དག་ལ་འབྲས་བུ་རྣམ་པར་དགོད་པ་ཡོད་དོ།
en: Since it is they who cultivate the path, it is these sublime individuals who partake of the systematic presentation of the fruits.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་ལགས། ལམ་བསྒོམས་པས་འབྲས་བུ་འཐོབ་པ་འམ།
en: Blessed Lord, will the fruit then be attained by those who have cultivated the path, or is the fruit attainable?” “

source: འབྲས་བུ་ཐོབ་པར་བགྱི་བ་མཆིས་སམ།
en: No, Subhūti!”

source: རབ་འབྱོར་དེ་ནི་མ་ཡིན་ཏེ། ལམ་བསྒོམས་པས་འབྲས་བུ་འཐོབ་པ་འམ། འབྲས་བུ་ཐོབ་པར་བྱ་བ་མེད་དོ།
en: The fruit will not be attained by those who have cultivated the path, nor indeed is the fruit attainable through the path.

source: །རབ་འབྱོར་ལམ་མ་བསྒོམས་པར་ཡང་འབྲས་བུ་འཐོབ་པ་མེད་དེ། ལམ་གྱིས་འབྲས་བུ་ཐོབ་པར་བྱ་བ་ཡང་མེད་དོ། །ལམ་ལ་མ་གནས་པར་ཡང་འབྲས་བུ་འཐོབ་པར་མི་འགྱུར་ཏེ།
en: Subhūti, the fruit will not be attained without cultivating the path, but neither is the fruit attainable through the path, and the fruit will not be attained without abiding on the path.

source: རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཐབས་མཁས་པས་སེམས་ཅན་རྣམས་ཀྱི་འབྲས་བུ་རྣམ་པར་འགོད་པ་བྱེད་དེ། འདུས་བྱས་ཀྱི་ཁམས་སམ། འདུས་མ་བྱས་ཀྱི་ཁམས་རིས་སུ་བཅད་ཅིང་འབྲས་བུ་རྣམ་པར་དགོད་པར་མི་བྱེད་དོ། །གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་འདུས་བྱས་ཀྱི་ཁམས་སམ།
en: It is in this way, Subhūti, that when bodhisattva great beings practice the perfection of wisdom, they may through skill in means establish beings in the fruit, but the fruit is not established by having eradicated conditioned elements or unconditioned elements.” “

source: འདུས་མ་བྱས་ཀྱི་ཁམས་རིས་སུ་བཅད་ཅིང་འབྲས་བུ་རྣམ་པར་དགོད་པ་མ་མཆིས་ན། བཅོམ་ལྡན་འདས་ཀྱིས་འདི་ནི་ཀུན་དུ་སྦྱོར་བ་གསུམ་སྤངས་པས། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུའོ། །འདོད་པའི་འདོད་ཆགས་དང་། གནོད་སེམས་བསྲབས་པས། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུའོ། །འོག་མའི་ཆ་ཅན་གྱིས་ཀུན་དུ་སྦྱོར་བ་ལྔ་སྤངས་པས་ཕྱིར་མི་འོང་བའི་འབྲས་བུའོ། །བླ་མའི་ཆ་ཅན་གྱིས་ཀུན་དུ་སྦྱོར་བ་ལྔ་སྤངས་པས་དགྲ་བཅོམ་པ་ཉིད་དོ། །གང་ཅི་ཡང་རུང་སྟེ། ཀུན་འབྱུང་བའི་ཆོས་དེ་དག་ཐམས་ཅད་འགོག་པའི་ཆོས་ཅན་དུ་ཤེས་པས་རང་བྱང་ཆུབ་བོ། །བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས། ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་བོ་ཞེས་གསུངས་ན། བཅོམ་ལྡན་འདས་རིས་སུ་བཅད་ཅིང་འདུས་བྱས་སམ། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་འབྲས་བུ་རྣམ་པར་གཞག་པ་མ་མཆིས་ན། གསུངས་པའི་དོན་དེ་བདག་གིས་ཇི་ལྟར་འཚལ་བར་བགྱི།
en: Blessed Lord, if the fruit is not established by eradicating conditioned or unconditioned elements, then when the Blessed One says that the fruit of entering the stream to nirvāṇa is consequent on having renounced the three fetters, that the fruit of being destined for only one more rebirth is consequent on having reduced the desires and malice associated with [the realm of] desire, that the fruit of no longer being subject to rebirth is consequent on having renounced the five fetters associated with the lower realms [of desire], that arhatship is consequent on having renounced the five fetters associated with the higher realms [of form and formlessness], that individual enlightenment is consequent on having understood that all phenomena whatsoever originating from causes are phenomena that will cease, and that complete enlightenment is consequent on having abandoned all afflicted mental states associated with reincarnation through the continuity of propensities, how should I understand the Blessed One’s statement that the fruit of conditioned and unconditioned phenomena is not established by eradicating them?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་འམ། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་འམ་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་འམ། དགྲ་བཅོམ་པ་ཉིད་དམ་རང་བྱང་ཆུབ་བམ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདུས་བྱས་སམ།
en: Subhūti,” asked the Blessed One in return, “are the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and unsurpassed, complete enlightenment conditioned, or unconditioned?” “

source: འོན་ཏེ་འདུས་མ་བྱས་པ་ཡིན། གསོལ་པ་བཅོམ་ལྡན་འདས་དེ་ནི་འདུས་མ་བགྱིས་པའོ།
en: Blessed Lord, all these are unconditioned.” “

source: །བདེ་བར་གཤེགས་པ་དེ་ནི་འདུས་མ་བགྱིས་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འོ་ན་འདུས་མ་བྱས་ཀྱི་ཆོས་ལ་རིས་སུ་བཅད་པ་ཡོད་དམ།
en: Well then, Subhūti, can unconditioned phenomena be eradicated?”

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གང་གི་ཚེ་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་ལ་ལས་འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་འདི་ལྟ་སྟེ། མཚན་ཉིད་མེད་པར་མཚན་ཉིད་གཅིག་ཏུ་ཆུད་པར་གྱུར་ན། དེའི་ཚེ་འདུས་བྱས་ཤེས་སམ། འདུས་མ་བྱས་ཤེས་ཆོས་གང་ལ་ཡང་རིས་སུ་གཅོད་པ་ཡོད་དམ།
en: The Blessed One asked further, “Subhūti, when noble sons or noble daughters realize that conditioned and unconditioned phenomena have one defining characteristic, namely that they are without defining characteristics, at that time do you think that they eradicate anything at all that is conditioned or unconditioned?” {

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། འདི་ལྟ་སྟེ། ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཉེ་བར་བཟུང་སྟེ། སེམས་ཅན་རྣམས་ལ་རིས་སུ་བཅད་པས་ཆོས་མི་སྟོན་ཏོ། །དེ་བདག་ཀྱང་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་འམ། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འམ། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་འམ། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འམ། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འམ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འམ། བསམ་གཏན་དང་པོའམ། བསམ་གཏན་གཉིས་པ་འམ། བསམ་གཏན་གསུམ་པ་འམ། བསམ་གཏན་བཞི་པ་འམ།
en: Similarly, Subhūti,” continued the Blessed One, “when bodhisattva great beings practice the perfection of wisdom, owing to the emptiness of internal phenomena, and owing to [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentity, they do not teach the Dharma to beings by eradicating anything.

source: བྱམས་པ་འམ་སྙིང་རྗེ་འམ་དགའ་བ་འམ་བཏང་སྙོམས་སམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་འམ། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་འམ། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་འམ། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་འམ། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སམ། ཡང་དག་པར་སྤོང་བ་རྣམས་སམ། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་སམ། དབང་པོ་རྣམས་སམ། སྟོབས་རྣམས་སམ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་སམ། ལམ་འམ། འཕགས་པའི་བདེན་པ་རྣམས་སམ། བསམ་གཏན་རྣམས་སམ། ཚད་མེད་པ་རྣམས་སམ། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་སམ། རྣམ་པར་ཐར་པ་རྣམས་སམ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་སམ། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་འམ། མངོན་པར་ཤེས་པ་རྣམས་སམ། ཏིང་ངེ་འཛིན་རྣམས་སམ། གཟུངས་ཀྱི་སྒོ་རྣམས་སམ། དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་སམ། མི་འཇིགས་པ་རྣམས་སམ། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་སམ། བྱམས་པ་ཆེན་པོ་འམ། སྙིང་རྗེ་ཆེན་པོ་འམ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སམ།
en: They themselves do not become fixated on anything at all—whether the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, the perfection of wisdom, the first meditative concentration, the second meditative concentration, the third meditative concentration, the fourth meditative concentration, loving kindness, compassion, empathetic joy, equanimity, absorption in the sphere of infinite space, absorption in the sphere of infinite consciousness, absorption in the sphere of nothing-at-all, absorption in the sphere of neither perception nor nonperception, the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble [eightfold] path, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, the distinct qualities of the buddhas, or [the goals], up to and including all-aspect omniscience. “

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་རམ། ཆོས་གང་ལ་ཡང་མངོན་པར་ཞེན་པ་མེད་དོ།
en: Since they are without fixation, they remain unattached to anything at all.

source: །དེ་མངོན་པར་ཞེན་པ་མེད་པས་གང་ལ་ཡང་ཆགས་པ་མེད་དོ། །འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་སྦྱིན་པ་ཡོངས་སུ་གཏང་ཡང་། སྦྱིན་པའི་འབྲས་བུ་ལ་ཆགས་པ་མེད། སྦྱིན་པའི་འབྲས་བུ་ཉམས་སུ་མྱོང་བ་མེད་དེ།
en: This is just as when the emanations of a tathāgata dispense generosity—they remain unattached to the fruit of that generosity and do not experience the fruit of that generosity.

source: གཞན་དུ་ན་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བའི་དོན་དུ་སྦྱིན་པ་ཡོངས་སུ་གཏོང་ངོ་། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པའི་ཆོས་རྣམས་དང་། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་དང་། འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་སྒོམ་ཡང་འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་ཀྱི་འབྲས་བུ་ལ་ཆགས་པ་མེད།
en: In addition, even though they may dispense generosity in order that all beings might attain final nirvāṇa, and also cultivate the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom, as well as contaminated and uncontaminated attributes, or mundane, supramundane, conditioned, and unconditioned attributes, even so they remain unattached to the fruits of these conditioned and unconditioned attributes [and so forth], and they do not experience the fruits of these conditioned and unconditioned attributes [and so forth].

source: འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་ཀྱི་འབྲས་བུ་ཉམས་སུ་མྱོང་བ་མེད་དེ། གཞན་དུ་ན་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བའི་དོན་དུ་འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་སྒོམ་མོ།
en: Apart from that, they may cultivate the conditioned and unconditioned attributes in order that all beings might attain final nirvāṇa.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡང་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་དང་། ཆོས་ཐམས་ཅད་ལ་སྤྱོད་པ། ཆོས་གང་ལ་ཡང་གནས་པ་འམ། ཆགས་པ་མེད་དོ།
en: In the same way, Subhūti, bodhisattva great beings practice the six perfections and all those attributes, but they do not dwell in and are unattached to anything at all.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ཆོས་རྣམས་ཀྱི་ཆོས་ཀྱི་མཚན་ཉིད་ཤིན་དུ་ཁོང་དུ་ཆུད་དོ།
en: If you ask why, it is because they thoroughly comprehend the defining characteristic of phenomena, of which all phenomena partake.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། མཚན་དང་དཔེ་བྱད་བཟང་པོ་མངོན་པར་སྒྲུབ་པ་དང་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྟན་པའི་ལེའུ་སྟེ། དྲུག་ཅུ་གཉིས་པའོ།། །།དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས།
en: This completes the sixty-second chapter, “Teaching the Manifestation of the Major and Minor Marks and the Perfection of Wisdom,” from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་རྣམས་ཀྱི་ཆོས་ཀྱི་མཚན་ཉིད་རབ་ཏུ་རྟོགས་པ་ལགས།
en: Chapter 63: The Teaching on Sameness Then the venerable Subhūti asked the Blessed One, “Blessed Lord, how do bodhisattva great beings realize the defining characteristic of phenomena, of which all phenomena partake?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་སྤྲུལ་པ་ནི་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: Phantom emanations do not indulge in desire, hatred, or delusion,” replied the Blessed One. “

source: །བག་ལ་ཉལ་བ་དང་ཀུན་ནས་ལྡང་བ་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: They do not indulge in latent impulses or obsessions.

source: །ཕྱི་ནང་གི་ཆོས་རྣམས་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: They do not indulge in external or internal phenomena.

source: །ཟག་པ་དང་བཅས་པ་དང་ཟག་པ་མེད་པའི་ཆོས་རྣམས་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: They do not indulge in contaminated or uncontaminated phenomena.

source: །འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: They do not indulge in conditioned or unconditioned phenomena.

source: །གཟུགས་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: They do not indulge in physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: They do not indulge in feelings, perceptions, formative predispositions, or consciousness.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ།
en: They do not indulge in the sense fields, the sensory elements, or the links of dependent origination. {

source: །ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་།
en: Ki.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་ཡོངས་སུ་སྤྱོད་པ་མེད་དོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་།
en: VIII: 75} They do not indulge in the perfections, any of the aspects of emptiness, or the thirty-seven factors conducive to enlightenment.
